/* 取消 */
"Cancel" = "取消";

/* 从相册选择 */
"Choose From Library" = "从相册选择";

/* 编辑位置日志 */
"Edit Location" = "编辑位置日志";

/* 查询错误 */
"Error Finding Address" = "查询错误";

/* 获取位置错误 */
"Error Getting Location" = "获取位置错误";

/* 获取位置按钮 */
"Get My Location" = "获取当前位置";

/* 纬度: %.8f, 经度: %.8f */
"Lat: %.8f, Long: %.8f" = "纬度: %.8f, 经度: %.8f";

/* 定位服务未开启 */
"Location Services Disabled" = "定位服务未开启";

/* 创新新分类 */
"New Category" = "创新新分类";

/* 找不到位置信息 */
"No Address Found" = "找不到位置信息";

/* 未分类 */
"No Category" = "未分类";

/* 没有日志 */
"No Description" = "没有日志";

/* 请在设置里为应用程序开启定位服务 */
"Please enable location services for this app in settings" = "请在设置里为应用程序开启定位服务";

/* 保存 */
"Save" = "保存";
"New Journal" = "修改文字";

/* 正在查询地理位置... */
"Searching for Address..." = "正在查询地理位置...";

/* 正在查找中 */
"Searching..." = "正在查找中...";

/* 停止按钮 */
"Stop" = "停止";

/* 已标记 */
"Tagged" = "已标记";

/* 拍照 */
"Take Photo" = "拍照";

/* 已更新 */
"Updated" = "已更新";

/* 你的输入不正确哦 */
"your input has errors" = "你的输入不正确哦";

